<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">
<head>
	<%@ include file="../common/head.jsp" %>	
</head>
<body>
<div class="wrap">
	<%@ include file="../common/header.jsp" %>	
	<%@ include file="../common/nav.jsp" %>	
        <main>
            <div class="title-wrap">
                <h1>회원가입</h1>
            </div>
            <div class="join-process contract-process">
                <div>약관동의</div>
                <div></div>
                <div>회원정보 입력</div>
            </div>
            <div class="contract">
                <h3>이용약관</h3>
                <div class="contract-box">
                    <p>제1장 총칙</p>
                    <p>제1조 (목적)</p>
                    <p>제3항의 승인을 얻지 못한 때에는 그 처분 또는 명령은 그때부터 효력을 상실한다. 이 경우 그 명령에 의하여 개정 또는 폐지되었던 법률은 그 명령이 승인을 얻지 못한 때부터 당연히 효력을 회복한다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에 관하여 관계 행정기관에 필요한 지시를 할 수 있다.</p>
                    <p>제2조 (약관의 효력 및 변경)</p>
                    <p>법률이 정하는 주요방위산업체에 종사하는 근로자의 단체행동권은 법률이 정하는 바에 의하여 이를 제한하거나 인정하지 아니할 수 있다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 이 헌법시행 당시의 법령과 조약은 이 헌법에 위배되지 아니하는 한 그 효력을 지속한다.</p>
                    <p>제3조 (용어의 정의)</p>
                    <br>
                    <br>
                    <p>제2장 서비스 이용계약</p>
                    <p>국가는 농수산물의 수급균형과 유통구조의 개선에 노력하여 가격안정을 도모함으로써 농·어민의 이익을 보호한다. 대통령은 조국의 평화적 통일을 위한 성실한 의무를 진다. 국민경제의 발전을 위한 중요정책의 수립에 관하여 대통령의 자문에 응하기 위하여 국민경제자문회의를 둘 수 있다. 언론·출판은 타인의 명예나 권리 또는 공중도덕이나 사회윤리를 침해하여서는 아니된다. 언론·출판이 타인의 명예나 권리를 침해한 때에는 피해자는 이에 대한 피해의 배상을 청구할 수 있다.</p>
                    <p>대한민국의 영토는 한반도와 그 부속도서로 한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 국민의 모든 자유와 권리는 국가안전보장·질서유지 또는 공공복리를 위하여 필요한 경우에 한하여 법률로써 제한할 수 있으며, 제한하는 경우에도 자유와 권리의 본질적인 내용을 침해할 수 없다.</p>
                </div>
                <div class="contract-info">
                    <p>위의 이용약관에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우 원활한 운응시 통합회원 서비스 제공에 일부 제한을 받을 수 있습니다.</p>
                </div>
                <div class="contract-chk">
                    <p>위와 같은 이용약관에 동의하십니까?</p>
                    <label><input type="checkbox" id="chk1">동의</label>
                </div>
            </div>
            <div class="contract">
                <h3>개인정보 수집·이용 내역</h3>
                <div class="contract-box">
                    <p>제1장 총칙</p>
                    <p>제1조 (목적)</p>
                    <p>제3항의 승인을 얻지 못한 때에는 그 처분 또는 명령은 그때부터 효력을 상실한다. 이 경우 그 명령에 의하여 개정 또는 폐지되었던 법률은 그 명령이 승인을 얻지 못한 때부터 당연히 효력을 회복한다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에 관하여 관계 행정기관에 필요한 지시를 할 수 있다.</p>
                    <p>제2조 (약관의 효력 및 변경)</p>
                    <p>법률이 정하는 주요방위산업체에 종사하는 근로자의 단체행동권은 법률이 정하는 바에 의하여 이를 제한하거나 인정하지 아니할 수 있다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 이 헌법시행 당시의 법령과 조약은 이 헌법에 위배되지 아니하는 한 그 효력을 지속한다.</p>
                    <p>제3조 (용어의 정의)</p>
                    <br>
                    <br>
                    <p>제2장 서비스 이용계약</p>
                    <p>국가는 농수산물의 수급균형과 유통구조의 개선에 노력하여 가격안정을 도모함으로써 농·어민의 이익을 보호한다. 대통령은 조국의 평화적 통일을 위한 성실한 의무를 진다. 국민경제의 발전을 위한 중요정책의 수립에 관하여 대통령의 자문에 응하기 위하여 국민경제자문회의를 둘 수 있다. 언론·출판은 타인의 명예나 권리 또는 공중도덕이나 사회윤리를 침해하여서는 아니된다. 언론·출판이 타인의 명예나 권리를 침해한 때에는 피해자는 이에 대한 피해의 배상을 청구할 수 있다.</p>
                    <p>대한민국의 영토는 한반도와 그 부속도서로 한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 국민의 모든 자유와 권리는 국가안전보장·질서유지 또는 공공복리를 위하여 필요한 경우에 한하여 법률로써 제한할 수 있으며, 제한하는 경우에도 자유와 권리의 본질적인 내용을 침해할 수 없다.</p>
                </div>
                <div class="contract-info">
                    <p>위의 개인정보 수집·이용 내역에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우 원활한 운응시 통합회원 서비스 제공에 일부 제한을 받을 수 있습니다.</p>
                </div>
                <div class="contract-chk">
                    <p>위와 같은 개인정보 수집·이용 내역에 동의하십니까?</p>
                    <label><input type="checkbox" id="chk2">동의</label>
                </div>
            </div>
            <div class="allchk">
                <label><input type="checkbox" id="allchk">모두 동의합니다.</label>
            </div>
            <div class="next-btn">
                <a href="${pageContext.request.contextPath}/member/signup">
                    <button>
                        다음 단계
                    </button>
                </a>
            </div>
        </main>	
<%@ include file="../common/footer.jsp" %>
	</div>
</body>
</html>